"""このモジュールではあいさつ文をターミナル等
（Windowsの場合はコマンドプロンプトなど）
に出力するためのプログラムを作成します。
下記の指定された箇所に好きなあいさつ文もしくは
プログラミングに関連する言葉を print関数
を使って出力して下さい。注意点としては、必ず
指定された箇所にプログラムを書き込んで下さい。
なお、今回は print("〜")と書くように指定します。"""

# 下の行にあいさつ文を出力するプログラムを書き込んで下さい
print('Hello, World!!')
# ↑↑↑ ↑↑↑ ↑↑↑ ↑↑↑ ↑↑↑
"""プログラムを書き終わりましたら、下記の手順に従って
GitHubにpushしましょう。
① git add .
② git commit -m"first commit"
③ git commit -M exercise
④ git push origin exercise
最初にpushできた方は特に問題なくpushできているはずです。
gitチームがコード確認後、mainにmergeしますので、お待ちください。
2番目の方以外はコンフリクトがおきると思います。
これは実際の開発場面でも起こり得るもので、同一箇所に対して違う作業を
行ったものをpushする際に起こります。コンフリクトがおきるとpushする
ことはできませんので、コンフリクトを解決してしてからpushするようにしましょう。
"""


